Repository: cboulanger/bibliograph
Catalog: src/client/bibliograph/source/translation/*.po
Languages: de

source: Missing server address. Please contact administrator.
de: Die Serveradresse fehlt. Bitte kontaktieren Sie den/die Administrator/in.

source: Backup
de: Sicherung

source: Create Backup
de: Sicherung erstellen

source: You can enter a description for this backup (optional)
de: Sie können eine Beschreibung dieser Sicherung eingeben (optional)

source: Saving backup...
de: Speichere die Sicherung...

source: Restore Backup
de: Sicherung wiederherstellen

source: Restoring backup...
de: Wiederherstellung der Sicherung...

source: The datasource has just been restored to a previous state and will now be reloaded.
de: Die Datenquelle ist gerade aus einer Sicherung wiederhergestellt worden und wird jetzt neu geladen

source: Import from webservices
de: Von einem Webdienst importieren

source: Auto-import best result
de: Das beste Ergebnis automatisch importieren

source: Enter search terms
de: Bitte Suchausdruck eingeben

source: Help
de: Hilfe

source: Import selected records
de: Augewählte Datensätze importieren

source: Close
de: Schließen

source: Searching...
de: Suchabfrage wird ausgeführt…

source: You have to select one or more reference to import.
de: Sie müssen eine oder mehr Datensätze zum importieren auswählen.

source: Please select a folder first.
de: Bitte wählen sie einen Ordner aus, in den importiert werden soll.

source: Cannot determine selected folder. Please reload the folders.
de: Kann den ausgewählten Ordner nicht finden. Bitte die Ordner neu laden.

source: Invalid target folder. You can only import into normal folders.
de: Ungültiger Zielordner. Sie können nur in normale Ordner importieren.

source: Importing references...
de: Importiere die Datensätze ...

source: Webservices
de: Webdienste

source: (Un-)Select All
de: Alles aus-/abwählen

source: Save
de: Speichern

source: Saving...
de: Speichern ...

source: Reload
de: Aktualisieren

source: Reloading services...
de: Aktualisiere Liste der Webdienste

source: Import from library catalog
de: Aus einem Bibliothekskatalog importieren

source: Search
de: Suche

source: Reloading library metadata...
de: Katalogdaten werden aktualisiert…

source: No connection to server.
de: Keine Verbindung zum Server.

source: Loading folder data ...
de: Lade die Ordner ...

source: Setting up application...
de: Konfiguriere die Anwendung ...

source: Connecting with server...
de: Verbinde mit dem Server ...

source: Loading configuration ...
de: Lade Konfiguration ...

source: Loading datasources ...
de: Lade Liste der Datenbanken ...

source: Loading plugins ...
de: Plugins werden geladen ...

source: Loaded plugin %1 of %2 : %3 ...
de: Lade Plugin %1 von %2 : %3 ...

source: Loading datasource information ...
de: Informationen zur Datenquelle werden abgerufen...

source: To log in, you need a secure connection. After you press 'OK', the application will be reloaded in secure mode. After the application finished loading, you can log in again.
de: Um sich anzumelden, brauchen Sie eine sicher Verbindung. Nachdem Sie 'OK' geklickt haben, wird die Anwendung über eine verschlüsselte Verbindung neu geladen. Bitte melden Sie sich erneut an, sobald der Ladevorgang abgeschlossen ist.

source: The application is currently in a read-only state. Only the administrator can log in.
de: Das Programm ist gerade im Nur-Lese-Modus. Nur der Administrator kann sich einloggen.

source: Authenticating ...
de: Anmeldung ...

source: Please wait ...
de: Bitte warten ...

source: Logging out ...
de: Abmelden ...

source: You don't have access to any datasource. Reloading the page might help.
de: Sie haben im Moment keinen Zugang zu Datenbanken. Bitte laden sie die Seite erneut.

source: Cannot open window. Please disable the popup-blocker of your browser for this website.
de: Inhalte können nicht angezeigt werden, weil Ihr Browser Popup-Fenster unterdrückt. Bitte deaktivieren Sie den Popup-Blocker.

source: Retrieving user data...
de: Lade Benutzerdaten ...

source: Print
de: Drucken

source: Style
de: Zitierstil

source: All in folder
de: Alle im Ordner

source: Tabular View
de: Tabellarische Ansicht

source: Formatted View
de: Formatierte Ansicht

source: Generate formatted citations ...
de: Formatiere die Datensätze ...

source: Loading rows %1 - %2 of %3 ...
de: Lade Datensätze %1 - %2 von %3 ...

source: Getting number of rows...
de: Ermittle Anzahl der Datensätze ...

source: Loading data...
de: Datenübertragung ...

source: Please wait...
de: Bitte warten ...

source: Adding folder ...
de: Füge Ordner hinzu ...

source: Removing folder ...
de: Entferne Ordner ...

source: No folder selected. Try again
de: Bitte erst einen Ordner auswählen

source: Do your really want to move folder '%1' to '%2'?
de: Wollen Sie wirklich Ordner '%1' in Ordner '%2' verschieben?

source: Moving folder ...
de: Verschiebe Ordner ...

source: Do you really want to delete all references and folders in the trash folder? This cannot be undone.
de: Wollen sie wirklich alle Datensätze und Ordner im Mülleimer endgültig löschen? Das kann nicht rückgängig gemacht werden.

source: Purging deleted folders ...
de: Lösche Ordner ...

source: Purging deleted references ...
de: Lösche Datensätze ...

source: Empty trash...
de: Den Papierkorb leeren ...

source: Move folder...
de: Ordner verschieben ...

source: Edit folder data
de: Ordnereigenschaften bearbeiten

source: Change visibility
de: Sichtbarkeit verändern

source: Processing request...
de: Verarbeite die Anfrage ...

source: This table shows potential duplicates of the current record.
de: Diese Tabelle zeigt potentielle Dubletten des ausgewählten Datensatzes.

source: Type
de: Typ

source: Author
de: Autor

source: Date
de: Datum

source: Title
de: Titel

source: Display
de: Anzeigen

source: Delete
de: Löschen

source: Score threshold to count as duplicate:
de: Schwellenwert für Einordnung als Dublette:

source: Do you really want to remove the reference from folder '%1'?
de: Wollen Sie wirklich diesen Datensatz aus Ordner '%1' entfernen?

source: Record Info
de: Datensatzinfo

source: Folders
de: Ordner

source: Folders containing the current record
de: Ordner, die den aktuellen Datensatz enthalten

source: Open folder
de: Ordner öffnen

source: Remove from folder
de: Aus dem Ordner entfernen

source: Loading item data...
de: Lade Datensatz ...

source: Loading form data...
de: Lade Editor ...

source: Creating form, please wait ...
de: Erzeuge das Formular, bitte warten ...

source: Abstract
de: Zusammenfassung

source: Keywords
de: Schlagwörter

source: Notes
de: Kommentar

source: Contents
de: Inhaltsverzeichnis

source: Main
de: Stammdaten

source: About
de: Inhaltsdaten

source: Duplicates
de: Dubletten

source: Login
de: Anmelden

source: Logout
de: Abmelden

source: Loading...
de: Lade ...

source: Datasources
de: Datenbanken

source: Preferences
de: Optionen

source: Access management
de: Zugangskontrolle

source: Reset
de: Zurücksetzen

source: This will reset and reload the application
de: Die Anwendung wird zurückgesetzt

source: Import
de: Importieren

source: Import text file
de: Aus Text/Datei importieren

source: Online Help
de: Online-Hilfe

source: Report a problem or request a feature
de: Ein Problem melden oder einen Verbesserungsvorschlag machen

source: About Bibliograph
de: Über Bibliograph

source: Enter search term
de: Bitte geben sie einen Suchausdruck ein

source: Query
de: Suchausdruck

source: Loading table ...
de: Lade Tabelle ...

source: You cannot create an item outside a folder
de: Sie können keinen Datensatz außerhalb eines Ordners erstellen

source: Do your really want to remove the selected references from this folder?
de: Möchten Sie die ausgewählten Datensätze wirklich aus diesem Ordner entfernen?

source: Do your really want to remove the selected references?
de: Wollen Sie wirklich die ausgewählten Datensätze entfernen?

source: Do your really want to move the selected references to '%1'?
de: Wollen Sie wirklich die augewählten Datensätze nach '%1' verschieben?

source: Do your really want to copy the selected referencesto '%1'?
de: Wollen Sie wirklich die ausgewählten Datensätze nach '%1' kopieren?

source: Create new reference type
de: Neuen Datensatz anlegen

source: Create
de: Anlegen

source: Cancel
de: Abbrechen

source: Move reference(s)...
de: Verschieben ...

source: Copy reference(s)...
de: Kopieren ...

source: Export references
de: Exportieren

source: Export selected references
de: Ausgewählte Datensätze exportieren

source: Export folder
de: Ordner exportieren

source: Edit references
de: Bearbeiten

source: Find/Replace
de: Suchen/Ersetzen

source: The application
de: Das Programm

source: Credits
de: Danksagungen

source: Access control tool
de: Zugangskontrollwerkzeug

source: New User
de: Neue/r Benutzer/in

source: New Datasource
de: Neue Datenbank

source: Export to filesystem
de: Ins Dateisystem exportieren

source: Exit
de: Schließen

source: Please enter the id of the new '%1'-Object
de: Bitte geben sie die ID für das neue '%1'-Objekt ein

source: Do you really want to delete '%1'?
de: Wollen Sie wirklich '%1' löschen?

source: Loading data ...
de: Lade die Daten ...

source: Edited element
de: Bearbeitetes Element

source: Link
de: Verknüpfen

source: Unlink
de: Lösen

source: Linkable items
de: Verknüpfbare Elemente

source: Do you really want to delete the objects '%1'?
de: Wollen Sie wirklich die Objekte '%1' löschen?

source: Please select the datasource
de: Bitte wählen Sie die Datenquelle aus

source: Select
de: Auswählen

source: 1. Choose file
de: 1. Datei auswählen

source: Uploading file...
de: Lade Datei auf den Server ...

source: Processing references...
de: Verarbeite die Dateisätze ...

source: Import from file
de: Aus Datei importieren

source: 3. Upload file
de: 3. Datei hochladen

source: Select all
de: Alle auswählen

source: General
de: Allgemein

source: Application title
de: Programmtitel

source: Application logo
de: Anwendungslogo

source: Language
de: Sprache

source: Use browser locale
de: Browser-Einstellungen verwenden

source: Fields
de: Felder

source: Database
de: Datenbank

source: Exclude fields
de: Felder ausschließen

source: Enter the names of fields to exclude.
de: Geben Sie die auszuschließenden Felder ein.

source: Access
de: Zugang

source: Authentication method
de: Authentifizierungsmethode

source: Client sends plain text password
de: Klartextübertragung des Passworts (nur mit HTTPS)

source: Client sends hashed password
de: Verschlüsselte Übertragung des Passworts

source: Plaintext passwords without a secure connection (HTTPS) are not allowed.
de: Klartextübertragung des Passworts erfordert eine sichere Verbindung (HTTPS)

source: Access Mode
de: Zugangsmodus

source: Read-Only
de: Nur-Lese-Modus

source: Please select the file with data to import...
de: Bitte wählen Sie die Datei aus, deren Inhalt importiert werden soll …

source: Shown to users in read-only and no-access mode.
de: Wird den Benutzern im Nur-Lese-Modus und bei Zugangssperre angezeigt.

source: Search Help Window
de: Hilfe für die Suche

source: %1 is not a number.
de: %1 ist keine Zahl.

source: '%1' is not an email address.
de: '%1' ist keine E-Mail-Adresse.

source: %1 is not a string.
de: %1 ist keine Zeichenkette.

source: %1 is not an url.
de: %1 ist keine URL.

source: %1 is not a color! %2
de: %1 ist keine Farben %2

source: %1 is not in the range from [%2, %3].
de: %1 is nicht im Bereich von [%2, %3].

source: %1 is not in %2
de: %1 is kein Teil von %2

source: yes
de: ja

source: no
de: nein

source: Import all records
de: Alle Datensätze importieren

source: Password
de: Passwort

source: Forgot Password?
de: Passwort vergessen?

source: Emptying the folder ...
de: Ordner leeren...

source: Make folder empty
de: Ordner leeren

source: This field is required
de: Dieses Feld muss ausgefüllt werden

source: Last year
de: Letztes Jahr

source: Last month
de: Letzter Monat

source: Next month
de: Nächster Monat

source: Next year
de: Nächstes Jahr

source: Reset column widths
de: Spaltenbreite zurücksetzen

source: one row
de: eine Zeile

source: one of one row
de: Eine von einer Zeile

source: Loading table layout ...
de: Tabellenlayout wird geladen…

source: All Results
de: Alle Ergebnisse

source: Loading formatted citations...
de: Lade formatierte Literaturangaben…

source: Development
de: Entwicklung

source: Developer
de: Entwickler

source: <b>Linkable items</b>
de: <b>Vereinbare Objekte</b>

source: No selectable items
de: Keine auswählbaren Objekte

source: No linkable items
de: Keine vereinbaren Objekte

source: Value is invalid
de: Der Wert ist ungültig

source: Add folder
de: Ordner hinzufügen

source: Remove folder
de: Ordner entfernen

source: Emptying the trash ...
de: Der Papierkorb wird geleert…

source: No folder selected.
de: Es ist kein Ordner ausgewählt.

source: Creating reference...
de: Ein neuer Datensatz wird angelegt…

source: Removing references...
de: Die Datensätze werden gelöscht…

source: Moving references...
de: Die Datensätze werden verschoben…

source: Do your really want to copy the selected references to '%1'?
de: Möchten Sie die ausgewählten Datensätze nach '%1' kopieren?

source: Copying references...
de: Die Datensätze werden kopiert…

source: Do your really want to move %1 references to '%2'?
de: Möchten Sie %1 Datensätze nach '%2' verschieben?

source: Do your really want to copy %1 references to '%2'?
de: Möchten Sie %1 Datensätze nach ‚%2‘ kopieren?

source: Filter by name here...
de: Einträge hier eingrenzen…

source: Select the file with data to import ...
de: Bitte wählen Sie die Datei aus, deren Inhalt importiert werden soll …

source: Choose import format of '%1'
de: Wählen Sie das Importformat von '%1' aus

source: Export selected folder
de: Ausgewählte Datensätze exportieren

source: Export current query
de: Das aktuelle Suchergebnis exportieren

source: Exporting the selected references...
de: Die ausgewählten Datensätze werden exportiert…

source: Exporting folder...
de: Der Ordner wird exportiert…

source: Exporting query...
de: Das aktuelle Suchergebnis exportieren

source: Enter search term or ? for suggestions
de: Geben Sie einen Suchausdruck ein oder ? für eine Auswahl an Suchfeldern

source: Add top level folder
de: Obersten Ordner erstellen

source: Save current search query as top folder
de: Die aktuelle Suche als obersten Ordner speichern

source: No results
de: Keine Ergebnisse

source: Loading folders. Please wait...
de: Die Ordner werden geladen. Bitte warten...

source: Do your really want to move the selected references to the trash?
de: Wollen Sie die ausgewählten Datensätze wirklich in den Papierkorb bewegen?

source: Deleting references...
de: Datensätze werden gelöscht...

source: Copy folder to Clipboard...
de: Den Ordner in die Zwischenablage kopieren

source: Insert folder from Clipboard...
de: Ordner aus der Zwischenablage einsetzen

source: Do you want to insert the folder '%1' from datasource '%2'?
de: Möchten Sie den Ordner '%1' aus der Datenquelle '%2' einfügen?

source: Do you want to insert the folder '%1'?
de: Möchten Sie den Ordner '%1' einfügen?

source: Find LDAP user
de: LDAP-Konto finden

source: New local user
de: Neuer lokaler Benutzer

source: Import LDAP user
de: LDAP-Konto importieren

source: Error calling remote method '%1': %2.
de: Fehler beim Aufruf von '%1': %2

source: If the error persists, contact the administrator.
de: Wenn der Fehler weiterhin auftritt, bitte den Administrator benachrichtigen.

source: Create report
de: Bericht erstellen

source: No match for "%1"
de: '%1' kann nicht gefunden werden.

source: Search folders:
de: Ordner durchsuchen:

source: Type and press enter to search
de: Suchwort eingeben und 'Enter' drücken
